[
  {"page_id": "google",
    "name": "Google",
    "linkedin_url": "https://www.linkedin.com/company/google",
    "about_us": "A problem isn't truly solved until it's solved for all. Googlers build products that help create opportunities for everyone, whether down the street or across the globe. Bring your insight, imagination and a healthy disregard for the impossible. Bring everything that makes you unique. Together, we can build for everyone.\n\nCheck out our career opportunities at goo.gle/3DLEokh",
    "industry": "Software Development",
    "company_type": null,
    "company_size": "10,001+ employees",
    "headcount": null,
    "website": "https://goo.gle/3DLEokh",
    "phone": null,
    "headquarters": "Mountain View, CA",
    "founded": null,
    "specialties": "search\nads\nmobile\nandroid\nonline video\napps\nmachine learning\nvirtual reality\ncloud\nhardware\nartificial intelligence\nyoutube\nand software"
  },
  {"page_id": "microsoft",
    "name": "Microsoft",
    "linkedin_url": "https://www.linkedin.com/company/microsoft",
    "about_us": "Every company has a mission. What's ours? To empower every person and every organization to achieve more. We believe technology can and should be a force for good and that meaningful innovation contributes to a brighter world in the future and today. Our culture doesn’t just encourage curiosity; it embraces it. Each day we make progress together by showing up as our authentic selves. We show up with a learn-it-all mentality. We show up cheering on others, knowing their success doesn't diminish our own. We show up every day open to learning our own biases, changing our behavior, and inviting in differences. Because impact matters. \n\nMicrosoft operates in 190 countries and is made up of approximately 228,000 passionate employees worldwide.",
    "industry": null,
    "company_type": null,
    "company_size": null,
    "headcount": null,
    "website": null,
    "phone": null,
    "headquarters": null,
    "founded": null,
    "specialties": null
  },
  {"page_id": "deepsolv",
    "name": "Deepsolv",
    "linkedin_url": "https://www.linkedin.com/company/deepsolv",
    "about_us": "Deepsolv empowers brands to grow by turning followers into paying customers, boosting engagement, and driving sales on social media. It streamlines social media workflows, enabling brands to create growth strategies, generate 10x more content, and engage with their community without a large team, all with the help of AI agents.",
    "industry": null,
    "company_type": null,
    "company_size": null,
    "headcount": null,
    "website": "",
    "phone": null,
    "headquarters": null,
    "founded": null,
    "specialties": null
  },
  {"page_id": "oracle",
    "name": "Oracle",
    "linkedin_url": "https://www.linkedin.com/company/oracle",
    "about_us": "We’re a cloud technology company that provides organizations around the world with computing infrastructure and software to help them innovate, unlock efficiencies and become more effective. We also created the world’s first – and only – autonomous database to help organize and secure our customers’ data.\n \nOracle Cloud Infrastructure offers higher performance, security, and cost savings. It is designed so businesses can move workloads easily from on-premises systems to the cloud, and between cloud and on-premises and other clouds. Oracle Cloud applications provide business leaders with modern applications that help them innovate, attain sustainable growth, and become more resilient. \n \nThe work we do is not only transforming the world of business--it's helping defend governments, and advance scientific and medical research. From nonprofits to companies of all sizes, millions of people use our tools to streamline supply chains, make HR more human, quickly pivot to a new financial plan, and connect data and people around the world.  \n\nAt work, we embrace diversity, encourage personal and professional growth, and celebrate a global team of passionate people developing innovative technologies that help people and companies tackle real-world problems head-on.\n\nIf you’d like to join us, please visit our Careers page: https://www.oracle.com/corporate/careers/\n\nFor investor news, SEC filings, and financial information about Oracle (NYSE:ORCL), please visit https://investor.oracle.com/home/.\n \nFollow us on X: x.com/oracle \nLike our page on Facebook: facebook.com/Oracle/ \nFollow us on Instagram: instagram.com/oracle/",
    "industry": "IT Services and IT Consulting",
    "company_type": null,
    "company_size": "10,001+ employees",
    "headcount": null,
    "website": "http://www.oracle.com",
    "phone": null,
    "headquarters": "Austin, Texas",
    "founded": null,
    "specialties": "enterprise\nsoftware\napplications\ndatabase\nmiddleware\nfusion\nbusiness intelligence\nPrimavera\nPeopleSoft\nEPM\nBEA\nHyperion\nRetek\nUtilities\nOn-Demand\nserver & storage systems\nBPM\nsolutions for communications industry\nERP\nCRM\nCRM On Demand\nJDE\nand Siebel"
  },
  {"page_id": "meta",
    "name": "Meta",
    "linkedin_url": "https://www.linkedin.com/company/meta",
    "about_us": "Meta's mission is to build the future of human connection and the technology that makes it possible. \n\nOur technologies help people connect, find communities, and grow businesses. When Facebook launched in 2004, it changed the way people connect. Apps like Messenger, Instagram and WhatsApp further empowered billions around the world. Now, Meta is moving beyond 2D screens toward immersive experiences like augmented and virtual reality to help build the next evolution in social technology.\n\nTo help create a safe and respectful online space, we encourage constructive conversations on this page. Please note the following:\n\n• Start with an open mind. Whether you agree or disagree, engage with empathy.\n• Comments violating our Community Standards will be removed or hidden. Please treat everybody with respect.\n• Keep it constructive. Use your interactions here to learn about and grow your understanding of others.\n• Our moderators are here to uphold these guidelines for the benefit of everyone, every day.\n• If you are seeking support for issues related to your Facebook account, please reference our Help Center (https://www.facebook.com/help) or Help Community (https://www.facebook.com/help/community).\n\nFor a full listing of our jobs, visit https://www.metacareers.com",
    "industry": "Software Development",
    "company_type": null,
    "company_size": "10,001+ employees",
    "headcount": null,
    "website": "https://www.metacareers.com/",
    "phone": null,
    "headquarters": "Menlo Park, CA",
    "founded": null,
    "specialties": "Connectivity\nArtificial Intelligence\nVirtual Reality\nMachine Learning\nSocial Media\nAugmented Reality\nMarketing Science\nMobile Connectivity\nOpen Compute\nand Metaverse"
  },
  {"page_id": "electronic-arts",
    "name": "Electronic Arts (EA)",
    "linkedin_url": "https://www.linkedin.com/company/electronic-arts",
    "about_us": "Electronic Arts creates next-level entertainment experiences that inspire players and fans around the world. Here, everyone is part of the story. Part of a community that connects across the globe. A team where creativity thrives, new perspectives are invited, and ideas matter. Regardless of your role, team, or location, this is a place where everyone makes play happen. Join us.",
    "industry": "Entertainment Providers",
    "company_type": null,
    "company_size": "10,001+ employees",
    "headcount": null,
    "website": "http://ea.com",
    "phone": null,
    "headquarters": "Redwood City, CA",
    "founded": null,
    "specialties": "Mobile Games\nConsole Games\nDevelopment\nPublishing\nTech\nand Interactive Entertainment"
  }
]
